tap "heroku/brew"
tap "homebrew/bundle"
brew "webp"
brew "ast-grep"
brew "sqlite"
brew "glib"
brew "cairo"
brew "exa"
brew "libidn2"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "isl"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "htop"
brew "jq"
brew "nkf"
brew "openjdk"
brew "pinentry-mac"
brew "python@3.9"
brew "rbenv"
brew "sl"
brew "tig"
brew "tree"
cask "ngrok"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "ast-grep.ast-grep-vscode"
vscode "chakrounanas.turbo-console-log"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "ijs.emotionsnippets"
vscode "kimuson.ts-type-expand"
vscode "mattlott.copy-github-url"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "stoplight.spectral"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tal7aouy.indent-colorizer"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "yusukehirao.vscode-markuplint"
