tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "webp"
brew "glib"
brew "sqlite"
brew "python@3.9"
brew "cairo"
brew "exa"
brew "libidn2"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "isl"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "htop"
brew "jq"
brew "nkf"
brew "openjdk"
brew "pinentry-mac"
brew "rbenv"
brew "sl"
brew "tig"
brew "tree"
cask "ngrok"
