tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.9"
brew "cairo"
brew "composer"
brew "exa"
brew "harfbuzz"
brew "webp"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "gcc"
brew "go"
brew "htop"
brew "hub"
brew "jq"
brew "mysql"
brew "nkf"
brew "nodenv"
brew "php"
brew "rbenv"
brew "sbt"
brew "tig"
brew "tree"
brew "xpdf"
brew "yarn"
brew "heroku/brew/heroku"
cask "altair-graphql-client"
cask "ngrok"
